{
    "Evidence Type": {
        "display": "Yes",
        "description": "Brief description on the type of paleoseismic evidence"
    },
    "Contact Name": {
        "display": "Yes",
        "description": "A uniquely indentified name for each interpreted paleoseismic event. Contact names are based largely on those published in primary literature."
    },
    "Site": {
        "display": "Yes",
        "description": "The geographic name for each site based largely on those published in primary literature."
    },
    "Latitude [°]": {
        "display": "Yes",
        "description": "A general latitude for the site in decimal degrees."
    },
    "Longitude [°]": {
        "display": "Yes",
        "description": "A general longitude for the site in decimal degrees."
    },
    "Environment": {
        "display": "Yes",
        "description": "The type of environment that the paleoseismic evidence is preserved in."
    },
    "Length of Record [cal yr BP]": {
        "display": "Yes",
        "description": "The maximum known age of the record."
    },
    "Site-Averaged Evidence Rank\n(0 - 3)": {
        "display": "Yes",
        "description": "An average value for the quality of evidence for paleoseismic events at each site."
    },
    "Evidence for coseismic proxy": {
        "display": "Yes",
        "description": "A description of the published paleoseismic evidence within the stratigraphy or the environment."
    },
    "Age quality ranking 5 - Annual-subannual precision\n": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material capable of providing annual to sub-annual precision.  If this is marked yes, the age control quality is scored at 5."
    },
    "Age quality ranking 4.5 - \"Close-limiting\" age with growth- position plants": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material defined as a \"close-limiting\" age. If this is marked yes, the age control quality is scored at 4.5."
    },
    "Age quality ranking 4 - Age with growth- position plants": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes plant material that is in growth position (i.e. not detrital). If this is marked yes, the age control quality is scored at 4."
    },
    "Age quality ranking 3.5 - Multiple bracketing age and dated/well correlated tephra": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material collected above and below the event and therefore provides a maximum and minimum age and also includes tephra material. If this is marked yes, the age control quality is scored at 3.5."
    },
    "Age quality ranking 3 - Multiple bracketing age from detrital material": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material collected above and below the event and therefore provides a maximum and minimum age. If this is marked yes, the age control quality is scored at 3."
    },
    "Age quality ranking 2.5 - Non-bracketing age from multiple detrital samples and dated/correlated tephra": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes more than one radiocarbon age, but only material collected above or below the event, and also includes tephra material. If this is marked yes, the age control quality is scored at 2.5."
    },
    "Age quality ranking 2 - Non-bracketing age from multiple detrital samples": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes more than one radiocarbon age, but only material collected above or below the event. If this is marked yes, the age control quality is scored at 2."
    },
    "Age quality ranking 1.5 - Single detrital age and dated/correlated tephra or excess 210Pb": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes a single detrital radiocarbon age analysis and also includes tephra material. If this is marked yes, the age control quality is scored at 1.5."
    },
    "Age quality ranking 1 - Single detrital age": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes a single detrital radiocarbon age analysis. If this is marked yes, the age control quality is scored at 1."
    },
    "Age quality ranking 0.5 - Modeled age from bracketing dated horizons or only benthic detrital age": {
        "display": "No",
        "description": "A yes/no entry for whether the age control is derived from a modeled estimate but not from dating material directly above or below the event or if the material dated is from benthic foraminifera. If this is marked yes, the age control quality is scored at 0.5."
    },
    "Age Rank\n(0 - 5)": {
        "display": "Yes",
        "description": "A numerical score on the quality of age control, between 0 and 5, based on the material dated."
    },
    "Certainty of earthquake evidence A - Evidence for high-energy marine incursion: A1 - Evidence for high-energy marine incursion; Sedimentology (0.5 pts)": {
        "display": "",
        "description": "A yes/no entry for whether there is sedimentological evidence that the feature was created from high energy marine incursion. If marked yes, this provides 0.5 points towards the Evidence Rank."
    },
    "Certainty of earthquake evidence A - Evidence for high-energy marine incursion: A2 - Evidence for high-energy marine incursion; Marine provenance (0.5 pts)": {
        "display": "No",
        "description": "A yes/no entry for whether there is marine provenance evidence (e.g., marine diatoms or forams entrained) that the feature was created from high energy marine incursion. If marked yes, this provides 0.5 points towards the Evidence Rank."
    },
    "Certainty of earthquake evidence B - Deposit extends beyond the reach of storms and non-CSZ tsunamis (1 pt)": {
        "display": "No",
        "description": "A yes/no entry for whether the deposit extends far inland beyond the expected reach of non-seismic sources. If marked yes, this provides 1 point towards the Evidence Rank."
    },
    "Certainty of earthquake evidence C - Tsunami deposit is coincident with vertical land level change (1 pt)": {
        "display": "No",
        "description": "A yes/no entry for whether the inferred tsunami deposit is coincident with vertical land-level change. If marked yes, this provides 1 point towards the Evidence Rank."
    },
    "Certainty of earthquake evidence Evidence Rank\n(0 - 3)": {
        "display": "Yes",
        "description": "A numerical score on the quality of paleoseismic evidence, between 0 and 3."
    },
    "Sum of ranking criteria ": {
        "display": "No",
        "description": "A sum of the Age and Evidence Rank for each event."
    },
    "Tsunami deposit thickness": {
        "display": "Yes",
        "description": "The range in published tsunami deposit thickness in centimeters."
    },
    "Observed deposit inland extent": {
        "display": "Yes",
        "description": "The observed inland extent of the mapped deposit, given in broad size estimates."
    },
    "\nGrain size data": {
        "display": "Yes",
        "description": "A yes/no entry for whether the publication includes grain size information."
    },
    "\nErosive lower contant and/or ripup clasts": {
        "display": "Yes",
        "description": "A yes/no entry for whether there is an erosive lower contact or rip up clasts observed."
    },
    "\nNormal and/or suspension grading": {
        "display": "Yes",
        "description": "A yes/no entry for whether the publication mentions normal grading and/or suspension grading in association with the inferred tsunami deposit."
    },
    "\nMultiple layers/beds": {
        "display": "Yes",
        "description": "A yes/no entry for whether the publication mentions multiple pulses, layers, or beds in association with the inferred tsunami deposit."
    },
    "Number or ratio of cores and outcrops layer observed": {
        "display": "Yes",
        "description": "The number of cores or ratio of cores in which this specific inferred tsunami deposit was observed."
    },
    "Coincident subsidence evidence": {
        "display": "Yes",
        "description": "A yes/no entry for whether there is coincident subsidence or uplift evidence for this event."
    },
    "Coincident liquefaction evidence": {
        "display": "Yes",
        "description": "A yes/no entry for whether there is coincident liquefaction evidence for this event."
    },
    "Radiocarbon age mean [yr BP]": {
        "display": "No",
        "description": "Reported mean uncalibrated radiocarbon age from the literature in radiocarbon years before present (1950 CE)."
    },
    "Radiocarbon age uncertainty [yr BP]": {
        "display": "No",
        "description": "Reported uncertainty in uncalibrated radiocarbon age from the literature in radiocarbon years before present (1950 CE)."
    },
    "Published Event Age Minimum [cal yr BP]": {
        "display": "Yes",
        "description": "Published minimum calibrated age for candidate paleoseismic evidence in calendar years before present (1950 CE)."
    },
    "Published Event Age Maximum [cal yr BP]": {
        "display": "Yes",
        "description": "Published maximum calibrated age for candidate paleoseismic evidence in calendar years before present (1950 CE)."
    },
    "Inferred to record 1700 CE": {
        "display": "Yes",
        "description": "A yes/no entry for whether the event is inferred to correlate with the inferred 1700 CE full-margin Cascadia earthquake."
    },
    "Inferred most likely evidence source": {
        "display": "Yes",
        "description": "The published most likely source for an event."
    },
    "Other possible evidence source interpretations": {
        "display": "Yes",
        "description": "The published alternative sources for an event."
    },
    "Reference": {
        "display": "Yes",
        "description": "Literature reference for the compiled information."
    },
    "Notes": {
        "display": "Yes",
        "description": "Notes from compilers that may be specifically useful for interpreting the paleoseismic evidence compiled for this specific site or event."
    }
}